autoconf
automake
bash
binutils
bison
bspwm
bzip2
coreutils
cryptsetup
cups
cups-pdf
device-mapper
dhcpcd
dialog
diffutils
e2fsprogs
fakeroot
file
filesystem
findutils
flex
fortune-mod
gawk
gcc
gcc-libs
gettext
ghostscript
git
glibc
grep
groff
grub
gsfonts
gzip
hdparm
htop
i3-wm
i3lock
i3status
inetutils
iproute2
iputils
iw
jfsutils
less
libtool
licenses
linux
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
mesa
nano
netctl
os-prober
pacman
pamixer
patch
pciutils
pcmciautils
perl
perl-json-xs
pkg-config
procps-ng
psmisc
reflector
reiserfsprogs
rxvt-unicode
s-nail
sed
shadow
sudo
sxhkd
sysfsutils
systemd-sysvcompat
tar
texinfo
tmux
ttf-hack
ttf-inconsolata
usbutils
util-linux
vi
vim
wget
which
wpa_supplicant
xf86-video-nouveau
xf86-video-vesa
xfsprogs
xorg-server
xorg-utils
xorg-xfontsel
xorg-xinit
xterm
